FV2304/E_0497.puml
@startuml
skinparam Shadowing false
skinparam NoteBorderColor #f3f1f6
skinparam NoteBackgroundColor #f3f1f6
skinparam NoteFontSize 12
skinparam ActivityBorderColor none
skinparam ActivityBackgroundColor #7a8da1
skinparam ActivityFontSize 16
skinparam ArrowColor #7aab8a
skinparam ArrowFontSize 16
skinparam ActivityDiamondBackgroundColor #7aab8a
skinparam ActivityDiamondBorderColor #7aab8a
skinparam ActivityDiamondFontSize 18
skinparam defaultFontName DejaVu Serif Condensed
skinparam ActivityEndColor #669580

header
<b>FV2210
2022-12-12
endheader

title
Dummy Chapter

Dummy Subchapter



end title
:<b>E_0497</b>;
note right
<b><i>Prüfende Rolle: NB
end note

if (<b>1: </b> Ist zum Zeitpunkt des Nachrichteneingangs die Marktlokation noch gesperrt?) then (ja)
else (nein)
    :A01;
    note left
        Cluster: Ablehnung
        Marktlokation ist nicht gesperrt.
    endnote
    kill;
endif
if (<b>2: </b> Ist ein zuvor nicht spezifizierter Fehler aufgetreten?) then (ja)
    :A99;
    note left
        Cluster: Ablehnung
        Sonstiges
        Hinweis: Das identifizierte Problem ist in der Antwort zu beschreiben/benennen. 
        Nutzungsmöglichkeit Ende: 01.10.2023 00:00 Uhr
    endnote
    kill;
else (nein)
    :A03;
    note left
        Cluster: Zustimmung
        Zustimmung
    endnote
    kill;
endif

@enduml
